Repository: devnano/ColorCalendar
Catalog: WorkRosterApp/Localization/*.lproj/Localizable.strings
Languages: es

# controlView.button.ShiftRota.Title
source: Custom Work Scheme
es: Esquema de trabajo manual

# controlView.schemePicker.Label
source: Work shift scheme
es: Esquemas de trabajo por turnos

# controlView.schemeText.Label
source: Work shift sequence
es: Secuencia de turnos

# controlView.firstWorkDay.Label
source: First work day
es: Primer día de trabajo

# controlView.schemePicker.Help
source: Pick a predefined Shift Work Scheme. (X:Y) X = working days, Y = free days. Tap on the scheme name to change it.
es: Elige un esquema de trabajo por turnos predeterminado: (X:Y) X = días de trabajo, Y = días libres. Toca en el nombre del esquema actual para cambiarlo.

# controlView.schemeText.Help
source: Below you can check your current work shifts sequence. Shifts color codes are: %@ Tap it to edit.
es: Esta es tu secuencia de turnos actual. Los colores de turnos son: %@ Toca en la secuencia para editarla.

# controlView.firstWorkDay.Help
source: Date when the work shift sequence starts.
es: Día en el que comienza la secuencia de trabajo por turnos.

# shift.name.D
source: Day
es: Día

# shift.name.N
source: Night
es: Noche

# shift.name.M
source: Morning
es: Mañana

# shift.name.A
source: Afternoon
es: Tarde

# shift.name.X
source: Free
es: Libre

# shift.name.
source: Free
es: Libre
